Repository: sarumaj/babylizer
Catalog: src/unbabelizer/locales/*/LC_MESSAGES/messages.po
Languages: de

source: <empty>
de: <leer>

source: Aborted without saving any changes.
de: Abgebrochen, ohne Änderungen zu speichern.

source: All translation files cleared.
de: Alle Übersetzungsdateien gelöscht.

source: An error occurred: {error}
de: Es ist ein Fehler aufgetreten: {error}

source: Are you sure? This action cannot be undone.
de: Bist du sicher? Diese Aktion kann nicht rückgängig gemacht werden.

source: Cancel
de: Stornieren

source: Clear translation files
de: Übersetzungsdateien löschen

source: Compilation completed.
de: Zusammenstellung abgeschlossen.

source: Compile
de: Kompilieren

source: Edit Selected
de: Ausgewählt bearbeiten

source: Editing: "{msgid}" [{idx}]
de: Bearbeitung: "{msgid}" [{idx}]

source: Extract and Update
de: Extrahieren und aktualisieren

source: Extraction and update completed.
de: Extraktion und Update abgeschlossen.

source: Filter entries (use * and ? as wildcards).
de: Filtereinträge (verwenden * und ? als Wildcards).

source: Filter rows
de: Filterreihen

source: Override existing translations
de: Übersetzen vorhandene Übersetzungen

source: PO file saved to "{path}".
de: PO-Datei in "{path}" gespeichert.

source: Previous value was: "{old_value}", current value is: "{new_value}".
de: Der frühere Wert war: "{old_value}", der aktuelle Wert lautet: "{new_value}".

source: Quit
de: Aufhören

source: Quit and Save
de: Kündigen und speichern

source: Quit without Saving
de: Aufhören, ohne zu retten

source: Review
de: Rezension

source: Run Workflow
de: Workflow ausführen

source: Save
de: Speichern

source: Select target language
de: Wählen Sie Zielsprache

source: Submit
de: Einreichen

source: Table column "{column}" filtered with "{pattern}".
de: Tabellenspalte "{column}" mit "{pattern}" gefiltert.

source: Target language
de: Zielsprache

source: Toggle Override Existing
de: Toggle Override vorhanden

source: Translate
de: Übersetzen

source: Translating PO file... This may take a while depending on the file size.
de: Übersetzen der PO-Datei... Dies kann eine Weile dauern, abhängig von der Dateigröße.

source: Translation Workflow
de: Übersetzungsworkflow

source: Translation completed and PO file saved.
de: Übersetzung abgeschlossen und PO-Datei gespeichert.

source: Translation updated.
de: Übersetzung aktualisiert.

source: Type
de: Typ

source: ⌛ Translation Completed
de: ⌛ Übersetzung abgeschlossen

source: ⏳ Translation Started
de: ⏳ Übersetzung begann

source: ⚠️ Aborted
de: ⚠️ Abgebrochen

source: ⛔ Unexpected Error
de: ⛔ Unerwarteter Fehler

source: ✅ Success
de: ✅ Erfolg
